

#from iqt.17
#create_clock -name {MAX10_CLK1_50} -period 20ns -waveform {0.000 5.000} [get_ports{MAX10_CLK1_50}]

#set_input_delay -clock {MAX10_CLK1_50} -max 3 [all_inputs]

#set_input_delay -clock {MAX10_CLK1_50} -max 2 [all_inputs]

#set_output_delay -clock {MAX10_CLK1_50} 2 [all_outputs]
